Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# profile.content-rights
source: Content rights
de: Inhaltsrechte
es: Derechos sobre el contenido
fr: Droits sur le contenu
it: Diritti sui contenuti
ko: 콘텐츠 권리
tr: İçerik hakları
zh_hans: 内容权利

# profile.coordinates
source: Coordinates
de: Koordinaten
es: Coordenadas
fr: Coordonnées
it: Coordinate
ko: 좌표
tr: Koordinatlar
zh_hans: 经纬度

# profile.copy-feedback-text
source: Copy feedback text
de: Feedbacktext kopieren
es: Copiar texto de comentarios
fr: Copier le texte du retour
it: Copia testo del feedback
ko: 피드백 텍스트 복사
tr: Geri bildirim metnini kopyala
zh_hans: 复制反馈文字

# profile.could-not-send-feedback-you-can-copy-it-and-try-again-later
source: Could not send feedback. You can copy it and try again later.
de: Feedback konnte nicht gesendet werden. Du kannst den Text kopieren und es später erneut versuchen.
es: No se pudieron enviar los comentarios. Puedes copiarlos e intentarlo de nuevo más tarde.
fr: Impossible d’envoyer le retour. Vous pouvez le copier et réessayer plus tard.
it: Impossibile inviare il feedback. Puoi copiare il testo e riprovare più tardi.
ko: 피드백을 보낼 수 없습니다. 텍스트를 복사한 후 나중에 다시 시도할 수 있습니다.
tr: Geri bildirim gönderilemedi. Metni kopyalayıp daha sonra tekrar deneyebilirsiniz.
zh_hans: 反馈暂时无法提交，你可以复制内容后稍后重试。

# profile.current-location
source: Current Location
de: Aktueller Standort
es: Ubicación actual
fr: Position actuelle
it: Posizione attuale
ko: 현재 위치
tr: Geçerli Konum
zh_hans: 当前位置

# profile.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ko: 삭제
tr: Sil
zh_hans: 删除

# profile.delete-person
source: Delete person
de: Person löschen
es: Eliminar persona
fr: Supprimer la personne
it: Elimina persona
ko: 사람 삭제
tr: Kişiyi sil
zh_hans: 删除人物

# profile.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ko: 편집
tr: Düzenle
zh_hans: 编辑

# profile.edit-birth-details
source: Edit birth details
de: Geburtsdaten bearbeiten
es: Editar datos de nacimiento
fr: Modifier les informations de naissance
it: Modifica dati di nascita
ko: 출생 정보 편집
tr: Doğum bilgilerini düzenle
zh_hans: 编辑出生资料

# profile.editorial-content
source: Editorial content
de: Redaktionelle Inhalte
es: Contenido editorial
fr: Contenu éditorial
it: Contenuti editoriali
ko: 편집 콘텐츠
tr: Editoryal içerik
zh_hans: 原创解读内容

# profile.feature
source: Feature
de: Funktion
es: Función
fr: Fonctionnalité
it: Funzionalità
ko: 기능
tr: Özellik
zh_hans: 功能建议

# profile.feedback-bonus-credits-hint
source: High-quality ideas we adopt may earn Bonus Credits.
de: Hochwertige Ideen, die wir übernehmen, können Bonus-Credits erhalten.
es: Las ideas de alta calidad que adoptemos pueden recibir Bonus Credits.
fr: Les idées de qualité que nous adoptons peuvent donner droit à des Bonus Credits.
it: Le idee di qualità che adottiamo possono ricevere Bonus Credit.
ko: 채택된 우수한 아이디어에는 Bonus Credit이 지급될 수 있습니다.
tr: Benimsediğimiz kaliteli fikirler Bonus Credit kazandırabilir.
zh_hans: 被采纳的优质创意可能获得 Bonus Credits。

# profile.feedback-sent-thank-you
source: Feedback sent. Thank you.
de: Feedback gesendet. Vielen Dank.
es: Comentarios enviados. Gracias.
fr: Retour envoyé. Merci.
it: Feedback inviato. Grazie.
ko: 피드백을 보냈습니다. 감사합니다.
tr: Geri bildirim gönderildi. Teşekkürler.
zh_hans: 反馈已提交，谢谢。

# profile.feedback-text-copied
source: Feedback text copied.
de: Feedbacktext kopiert.
es: Texto de comentarios copiado.
fr: Texte du retour copié.
it: Testo del feedback copiato.
ko: 피드백 텍스트를 복사했습니다.
tr: Geri bildirim metni kopyalandı.
zh_hans: 反馈文字已复制。

# profile.feedback-type
source: Feedback type
de: Feedbacktyp
es: Tipo de comentario
fr: Type de retour
it: Tipo di feedback
ko: 피드백 유형
tr: Geri bildirim türü
zh_hans: 反馈类型

# profile.feedback-uses-the-network-and-includes-the-app-version-and-device-model
source: Feedback uses the network and includes the app version and device model, but never chart or birth data.
de: Feedback nutzt das Netzwerk und enthält App-Version und Gerätemodell, aber niemals Horoskop- oder Geburtsdaten.
es: Los comentarios usan la red e incluyen la versión de la app y el modelo del dispositivo, pero nunca datos de cartas ni de nacimiento.
fr: Les retours utilisent le réseau et incluent la version de l’app et le modèle de l’appareil, mais jamais les données de carte ou de naissance.
it: Il feedback usa la rete e include la versione dell’app e il modello del dispositivo, ma mai dati del tema o di nascita.
ko: 피드백에는 네트워크가 사용되며 앱 버전과 기기 모델이 포함되지만 차트 또는 출생 데이터는 포함되지 않습니다.
tr: Geri bildirim ağı kullanır ve uygulama sürümü ile cihaz modelini içerir; ancak harita veya doğum verilerini asla içermez.
zh_hans: 反馈会联网并附带应用版本和设备型号，但不会附带星盘或出生资料。

# profile.generated-interpretations-will-be-regenerated-next-time-you-open-them
source: Generated interpretations will be regenerated next time you open them.
de: Generierte Deutungen werden beim nächsten Öffnen neu erzeugt.
es: Las interpretaciones generadas se volverán a generar la próxima vez que las abras.
fr: Les interprétations générées seront régénérées lors de leur prochaine ouverture.
it: Le interpretazioni generate verranno rigenerate alla prossima apertura.
ko: 생성된 해석은 다음에 열 때 다시 생성됩니다.
tr: Oluşturulan yorumlar bir sonraki açışınızda yeniden oluşturulur.
zh_hans: 下次打开时，生成内容会重新请求。

# profile.identity
source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
ko: 신원
tr: Kimlik
zh_hans: 人物

# profile.interpretation-defaults
source: Interpretation Defaults
de: Deutungsstandards
es: Valores predeterminados de interpretación
fr: Réglages d’interprétation par défaut
it: Impostazioni predefinite di interpretazione
ko: 해석 기본값
tr: Yorumlama Varsayılanları
zh_hans: 解读预设

# profile.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ko: 언어
tr: Dil
zh_hans: 语言

# profile.latitude
source: Latitude
de: Breitengrad
es: Latitud
it: Latitudine
ko: 위도
tr: Enlem
zh_hans: 纬度

# profile.license-text-is-unavailable
source: License text is unavailable.
de: Lizenztext ist nicht verfügbar.
es: El texto de la licencia no está disponible.
fr: Le texte de la licence n’est pas disponible.
it: Il testo della licenza non è disponibile.
ko: 라이선스 본문을 사용할 수 없습니다.
tr: Lisans metni kullanılamıyor.
zh_hans: 许可证全文暂不可用。

# profile.licenses
source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze
ko: 라이선스
tr: Lisanslar
zh_hans: 许可证

# profile.local-data
source: Local Data
de: Lokale Daten
es: Datos locales
fr: Données locales
it: Dati locali
ko: 로컬 데이터
tr: Yerel Veriler
zh_hans: 本地数据

# profile.longitude
source: Longitude
de: Längengrad
es: Longitud
it: Longitudine
ko: 경도
tr: Boylam
zh_hans: 经度

# profile.modern-and-classical-change-how-each-chart-is-calculated
source: Modern and Classical change how each chart is calculated.
de: Modern und Klassisch verändern, wie jedes Horoskop berechnet wird.
es: Moderno y Clásico cambian la forma en que se calcula cada carta.
fr: Moderne et Classique modifient la façon dont chaque carte est calculée.
it: Moderno e Classico cambiano il modo in cui viene calcolato ciascun tema.
ko: 현대식과 고전식은 각 차트의 계산 방식을 변경합니다.
tr: Modern ve Klasik, her haritanın nasıl hesaplandığını değiştirir.
zh_hans: 现代与古典会改变每张盘的计算方式。

# profile.open-source-licenses
source: Open-source licenses
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences open source
it: Licenze open source
ko: 오픈 소스 라이선스
tr: Açık kaynak lisansları
zh_hans: 开源许可证

# profile.original-interpretations-translations-editorial-selection-and-arrangemen
source: Original interpretations, translations, editorial selection, and arrangement are separately copyrighted content and are not licensed under the AGPL merely because the application can load them.
de: Originaldeutungen, Übersetzungen, redaktionelle Auswahl und Anordnung sind eigenständig urheberrechtlich geschützt und werden nicht allein deshalb unter der AGPL lizenziert, weil die Anwendung sie laden kann.
es: Las interpretaciones originales, las traducciones, la selección editorial y la organización son contenido protegido por derechos de autor de forma independiente y no se licencian bajo la AGPL por el mero hecho de que la aplicación pueda cargarlos.
fr: Les interprétations originales, traductions, choix éditoriaux et l’organisation sont des contenus protégés séparément par le droit d’auteur et ne sont pas placés sous licence AGPL du seul fait que l’application peut les charger.
it: Le interpretazioni originali, le traduzioni, la selezione editoriale e l’organizzazione sono contenuti protetti separatamente da copyright e non sono concessi in licenza secondo AGPL solo perché l’applicazione può caricarli.
ko: 원문 해석, 번역, 편집 선택 및 배열은 별도의 저작권 보호 콘텐츠이며, 애플리케이션이 이를 불러올 수 있다는 이유만으로 AGPL에 따라 라이선스되는 것은 아닙니다.
tr: Özgün yorumlar, çeviriler, editoryal seçim ve düzenleme ayrı olarak telif hakkıyla korunur ve uygulamanın bunları yükleyebilmesi nedeniyle AGPL kapsamında lisanslanmış sayılmaz.
zh_hans: 原创解读、翻译、编辑选择与编排属于单独享有版权的内容；应用能够加载这些内容，不表示其自动依据 AGPL 授权。

# profile.people
source: PEOPLE
de: PERSONEN
es: PERSONAS
fr: PERSONNES
it: PERSONE
ko: 사람
tr: KİŞİLER
zh_hans: 人物档案

# profile.people-you-know
source: People you know
de: Personen, die du kennst
es: Personas que conoces
fr: Personnes que vous connaissez
it: Persone che conosci
ko: 아는 사람
tr: Tanıdığınız kişiler
zh_hans: 我认识的人

# profile.person-details
source: Person details
de: Personendetails
es: Datos personales
fr: Informations personnelles
it: Dettagli persona
ko: 사람 세부 정보
tr: Kişi ayrıntıları
zh_hans: 人物资料

# profile.place
source: Place
de: Ort
es: Lugar
fr: Lieu
it: Luogo
ko: 장소
tr: Yer
zh_hans: 地点

# profile.profile
source: Profile
de: Profil
es: Profil
fr: Profil
it: Profilo
ko: 프로필
tr: Profil
zh_hans: 我的

# profile.relationship-to-me
source: Relationship to me
de: Beziehung zu mir
es: Relación conmigo
fr: Lien avec moi
it: Relazione con me
ko: 나와의 관계
tr: Benimle ilişkisi
zh_hans: 与我的关系

# profile.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ko: 제거
tr: Kaldır
zh_hans: 移除

# profile.report
source: Report
de: Bericht
es: Informe
fr: Rapport
ko: 보고서
tr: Rapor
zh_hans: 反馈

# profile.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ko: 저장
tr: Kaydet
zh_hans: 保存

# profile.send-feedback
source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer le retour
it: Invia feedback
ko: 피드백 보내기
tr: Geri bildirim gönder
zh_hans: 提交反馈

# profile.sending
source: Sending…
de: Wird gesendet…
es: Enviando…
fr: Envoi…
it: Invio…
ko: 보내는 중…
tr: Gönderiliyor…
zh_hans: 正在提交…

# profile.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ko: 설정
tr: Ayarlar
zh_hans: 设置

# profile.short-title
source: Short title
de: Kurztitel
es: Título breve
fr: Titre court
it: Titolo breve
ko: 짧은 제목
tr: Kısa başlık
zh_hans: 简短标题

# profile.source-code
source: Source code on GitHub
de: Quellcode auf GitHub
es: Código fuente en GitHub
fr: Code source sur GitHub
it: Codice sorgente su GitHub
ko: GitHub 소스 코드
tr: GitHub’daki kaynak kodu
zh_hans: 在 GitHub 获取源代码

# profile.swiss-ephemeris-2-10-3-is-used-under-the-gnu-affero-general-public-licen
source: Swiss Ephemeris 2.10.3 is used under the GNU Affero General Public License. Copyright notices are preserved below.
de: Swiss Ephemeris 2.10.3 wird unter der GNU Affero General Public License verwendet. Die Urheberrechtsvermerke sind unten erhalten.
es: Swiss Ephemeris 2.10.3 se utiliza bajo la Licencia Pública General GNU Affero. Los avisos de copyright se conservan a continuación.
fr: Swiss Ephemeris 2.10.3 est utilisé sous la licence publique générale GNU Affero. Les mentions de droit d’auteur sont conservées ci-dessous.
it: Swiss Ephemeris 2.10.3 è utilizzato secondo la GNU Affero General Public License. Le note sul copyright sono conservate di seguito.
ko: Swiss Ephemeris 2.10.3은 GNU Affero General Public License에 따라 사용됩니다. 저작권 고지는 아래에 유지되어 있습니다.
tr: Swiss Ephemeris 2.10.3, GNU Affero General Public License kapsamında kullanılır. Telif hakkı bildirimleri aşağıda korunmuştur.
zh_hans: Swiss Ephemeris 2.10.3 依据 GNU Affero 通用公共许可证使用，版权声明完整保留如下。

# profile.swiss-ephemeris-license-notice
source: Swiss Ephemeris license notice
de: Swiss-Ephemeris-Lizenzhinweis
es: Aviso de licencia de Swiss Ephemeris
fr: Avis de licence Swiss Ephemeris
it: Avviso di licenza Swiss Ephemeris
ko: Swiss Ephemeris 라이선스 고지
tr: Swiss Ephemeris lisans bildirimi
zh_hans: Swiss Ephemeris 许可声明

# profile.text-size
source: Text size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
it: Dimensione testo
ko: 텍스트 크기
tr: Metin boyutu
zh_hans: 字体大小

# profile.theme
source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
ko: 테마
tr: Tema
zh_hans: 主题

# profile.this-removes-all-saved-chart-reports-from-this-device
source: This removes all saved chart reports from this device.
de: Dadurch werden alle gespeicherten Horoskopberichte von diesem Gerät entfernt.
es: Esto elimina de este dispositivo todos los informes de cartas guardados.
fr: Cela supprime de cet appareil tous les rapports de cartes enregistrés.
it: Rimuove tutti i report dei temi salvati da questo dispositivo.
ko: 이 기기에서 저장된 모든 차트 보고서를 삭제합니다.
tr: Bu işlem bu cihazdaki tüm kayıtlı harita raporlarını kaldırır.
zh_hans: 这会删除本机保存的全部星盘报告。

# profile.this-removes-locally-generated-chart-reports-linked-to-your-current-birt
source: This removes locally generated chart reports linked to your current birth profile.
de: Dadurch werden lokal erzeugte Horoskopberichte entfernt, die mit deinem aktuellen Geburtsprofil verknüpft sind.
es: Esto elimina los informes de cartas generados localmente vinculados a tu perfil de nacimiento actual.
fr: Cela supprime les rapports de cartes générés localement et liés à votre profil de naissance actuel.
it: Rimuove i report dei temi generati localmente e collegati al tuo profilo di nascita attuale.
ko: 현재 출생 프로필과 연결된 로컬 생성 차트 보고서를 삭제합니다.
tr: Bu işlem mevcut doğum profilinizle bağlantılı, yerel olarak oluşturulmuş harita raporlarını kaldırır.
zh_hans: 这会删除与当前本人出生资料关联的本机生成报告。

# profile.this-removes-your-saved-horary-questions
source: This removes your saved horary questions.
de: Dadurch werden deine gespeicherten Stundenastrologie-Fragen entfernt.
es: Esto elimina tus preguntas horarias guardadas.
fr: Cela supprime vos questions horaires enregistrées.
it: Rimuove le domande orarie salvate.
ko: 저장된 호라리 질문을 삭제합니다.
tr: Bu işlem kayıtlı horary sorularınızı kaldırır.
zh_hans: 这会删除你保存的问事记录。

# profile.time-zone
source: Time zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
it: Fuso orario
ko: 시간대
tr: Saat dilimi
zh_hans: 时区

# profile.type
source: Type
de: Typ
es: Tipo
it: Tipo
ko: 유형
tr: Tür
zh_hans: 类型

# profile.what-happened-or-what-would-you-like-us-to-add
source: What happened, or what would you like us to add?
de: Was ist passiert oder was sollen wir hinzufügen?
es: ¿Qué ocurrió o qué te gustaría que añadiéramos?
fr: Que s’est-il passé, ou que souhaitez-vous que nous ajoutions ?
it: Che cosa è successo o che cosa vorresti che aggiungessimo?
ko: 무슨 일이 있었나요? 또는 어떤 기능을 추가해 드릴까요?
tr: Ne oldu veya ne eklememizi istersiniz?
zh_hans: 请描述遇到的问题，或希望增加的功能。

# profile.your-profile
source: YOUR PROFILE
de: DEIN PROFIL
es: TU PERFIL
fr: VOTRE PROFIL
it: IL TUO PROFILO
ko: 내 프로필
tr: PROFİLİNİZ
zh_hans: 个人资料

# relationship.algorithm-average
source: Average
de: Mittelwert
es: Promedio
fr: Moyenne
it: Media
ko: 평균
tr: Ortalama
zh_hans: 平均值

# relationship.algorithm-default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ko: 기본
tr: Varsayılan
zh_hans: 默认

# relationship.algorithm-shortest
source: Shortest arc
de: Kürzester Bogen
es: Arco más corto
fr: Arc le plus court
it: Arco più breve
ko: 최단 호
tr: En kısa yay
zh_hans: 最短弧

# relationship.choose-person
source: Choose another person to calculate this relationship chart.
de: Wähle eine andere Person, um dieses Beziehungshoroskop zu berechnen.
es: Elige a otra persona para calcular esta carta relacional.
fr: Choisissez une autre personne pour calculer ce thème relationnel.
it: Scegli un’altra persona per calcolare questa carta relazionale.
ko: 이 관계 차트를 계산할 다른 사람을 선택하세요.
tr: Bu ilişki haritasını hesaplamak için başka bir kişi seçin.
zh_hans: 请选择另一位人物来计算这张关系盘。

# relationship.composite
source: Composite
de: Komposit
es: Compuesta
it: Composito
ko: 컴포지트
tr: Kompozit
zh_hans: 组合盘

# relationship.composite-secondary
source: Composite Secondary
de: Komposit-Sekundär
es: Secundaria compuesta
fr: Progression secondaire composite
it: Secondaria composita
ko: 컴포지트 세컨더리
tr: Kompozit İkincil
zh_hans: 组合次限盘

# relationship.composite-secondary-compare
source: Composite Secondary Compare
de: Komposit-Sekundärvergleich
es: Comparación secundaria compuesta
fr: Comparaison secondaire composite
it: Confronto secondaria composita
ko: 컴포지트 세컨더리 비교
tr: Kompozit İkincil Karşılaştırma
zh_hans: 组合次限比较盘

# relationship.composite-tertiary
source: Composite Tertiary
de: Komposit-Tertiär
es: Terciaria compuesta
fr: Progression tertiaire composite
it: Terziaria composita
ko: 컴포지트 터셔리
tr: Kompozit Üçüncül
zh_hans: 组合三限盘

# relationship.composite-tertiary-compare
source: Composite Tertiary Compare
de: Komposit-Tertiärvergleich
es: Comparación terciaria compuesta
fr: Comparaison tertiaire composite
it: Confronto terziaria composita
ko: 컴포지트 터셔리 비교
tr: Kompozit Üçüncül Karşılaştırma
zh_hans: 组合三限比较盘

# relationship.davison-secondary
source: Davison Secondary
de: Davison-Sekundär
es: Secundaria Davison
fr: Progression secondaire Davison
it: Secondaria Davison
ko: 데이비슨 세컨더리
tr: Davison İkincil
zh_hans: 时空次限盘

# relationship.davison-tertiary
source: Davison Tertiary
de: Davison-Tertiär
es: Terciaria Davison
fr: Progression tertiaire Davison
it: Terziaria Davison
ko: 데이비슨 터셔리
tr: Davison Üçüncül
zh_hans: 时空三限盘

# relationship.davison-transit
source: Davison Transits
de: Davison-Transite
es: Tránsitos Davison
fr: Transits Davison
it: Transiti Davison
ko: 데이비슨 트랜싯
tr: Davison Transitleri
zh_hans: 时空行运盘

# relationship.default-location
source: Technique default location
de: Standardort der Technik
es: Ubicación predeterminada de la técnica
fr: Lieu par défaut de la technique
it: Posizione predefinita della tecnica
ko: 기법 기본 위치
tr: Tekniğin varsayılan konumu
zh_hans: 盘型默认地点

# relationship.group.composite
source: Composite
de: Komposit
es: Compuesta
it: Composito
ko: 컴포지트
tr: Kompozit
zh_hans: 组合盘

# relationship.group.synastry
source: Synastry
de: Synastrie
es: Sinastría
fr: Synastrie
it: Sinastria
ko: 시너스트리
tr: Sinastri
zh_hans: 比较盘

# relationship.marks-secondary
source: Marks Secondary
de: Marks-Sekundär
es: Secundaria Marks
fr: Progression secondaire Marks
it: Secondaria Marks
ko: 마크스 세컨더리
tr: Marks İkincil
zh_hans: 马克思次限盘

# relationship.marks-tertiary
source: Marks Tertiary
de: Marks-Tertiär
es: Terciaria Marks
fr: Progression tertiaire Marks
it: Terziaria Marks
ko: 마크스 터셔리
tr: Marks Üçüncül
zh_hans: 马克思三限盘

# relationship.midpoint-algorithm
source: Midpoint
de: Mittelpunkt
es: Punto medio
fr: Point médian
it: Punto medio
ko: 중점
tr: Orta nokta
zh_hans: 中点算法

# relationship.more
source: More Bonds
de: Weitere Bindungen
es: Más vínculos
fr: Plus de liens
it: Altri legami
ko: 더 많은 인연
tr: Daha Fazla Bağ
zh_hans: 更多羁绊

# relationship.perspective
source: Perspective
de: Perspektive
es: Perspectiva
it: Prospettiva
ko: 관점
tr: Perspektif
zh_hans: 视角

# relationship.synastry
source: Synastry
de: Synastrie
es: Sinastría
fr: Synastrie
it: Sinastria
ko: 시너스트리
tr: Sinastri
zh_hans: 比较盘

# relationship.synastry-direction
source: Direction
de: Richtung
es: Dirección
fr: Sens
it: Direzione
ko: 방향
tr: Yön
zh_hans: 方向

# relationship.synastry-reverse
source: Synastry · Reverse
de: Synastrie · Umgekehrt
es: Sinastría · Inversa
fr: Synastrie · Inversée
it: Sinastria · Inversa
ko: 시너스트리 · 반대 방향
tr: Sinastri · Ters
zh_hans: 比较盘 · 反向

# relationship.transits
source: Transits
de: Transite
es: Tránsitos
it: Transiti
ko: 트랜싯
tr: Transitler
zh_hans: 行运

# reports.calculate-this-chart-first
source: Calculate this chart first
de: Dieses Horoskop zuerst berechnen
es: Calcula primero esta carta
fr: Calculez d’abord cette carte
it: Calcola prima questo tema
ko: 먼저 이 차트를 계산하세요
tr: Önce bu haritayı hesaplayın
zh_hans: 请先完成该盘计算

# reports.chart
source: Chart
de: Horoskop
es: Carta
fr: Carte
it: Tema
ko: 차트
tr: Harita
zh_hans: 星盘

# reports.chart-reports
source: Chart Reports
de: Horoskopberichte
es: Informes de cartas
fr: Rapports de cartes
it: Report dei temi
ko: 차트 보고서
tr: Harita Raporları
zh_hans: 星盘报告

# reports.contents
source: Contents
de: Inhalt
es: Contenido
fr: Sommaire
it: Contenuti
ko: 목차
tr: İçindekiler
zh_hans: 目录

# reports.current-information-confirmation
source: Generate this report from the current information?
de: Diesen Bericht aus den aktuellen Informationen erstellen?
es: ¿Generar este informe con la información actual?
fr: Générer ce rapport à partir des informations actuelles ?
it: Generare questo report con le informazioni attuali?
ko: 현재 정보로 이 보고서를 생성할까요?
tr: Bu rapor mevcut bilgilerle oluşturulsun mu?
zh_hans: 是否根据以下当前信息生成报告？

# reports.current-information-will-replace
source: Generate from the current information and replace the saved report?
de: Aus den aktuellen Informationen erstellen und den gespeicherten Bericht ersetzen?
es: ¿Generar con la información actual y reemplazar el informe guardado?
fr: Générer à partir des informations actuelles et remplacer le rapport enregistré ?
it: Generare con le informazioni attuali e sostituire il report salvato?
ko: 현재 정보로 생성하고 저장된 보고서를 교체할까요?
tr: Mevcut bilgilerle oluşturup kayıtlı rapor değiştirilsin mi?
zh_hans: 是否根据以下当前信息生成，并覆盖已保存的报告？

# reports.current-sky-report
source: Current Sky Report
de: Bericht zum aktuellen Himmel
es: Informe del cielo actual
fr: Rapport du ciel actuel
it: Report del cielo attuale
ko: 현재 하늘 보고서
tr: Güncel Gökyüzü Raporu
zh_hans: 天象报告

# reports.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ko: 편집
tr: Düzenle
zh_hans: 编辑

# reports.generate
source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
ko: 생성
tr: Oluştur
zh_hans: 生成

# reports.generate-report
source: Generate Report
de: Bericht generieren
es: Generar informe
fr: Générer le rapport
it: Genera report
ko: 보고서 생성
tr: Rapor Oluştur
zh_hans: 生成报告

# reports.generated-once-kept-permanently
source: Generated once. Kept permanently.
de: Einmal erstellt. Dauerhaft gespeichert.
es: Generado una vez. Conservado permanentemente.
fr: Généré une fois. Conservé durablement.
it: Generato una volta. Conservato permanentemente.
ko: 한 번 생성하면 계속 보관됩니다.
tr: Bir kez oluşturulur. Kalıcı olarak saklanır.
zh_hans: 生成一次，永久保留。

# reports.generated-only-when-you-ask
source: Generated only when you ask
de: Wird nur auf Anfrage generiert
es: Se genera solo cuando lo solicitas
fr: Généré uniquement à votre demande
it: Generato solo quando lo richiedi
ko: 요청할 때만 생성됩니다
tr: Yalnızca istediğinizde oluşturulur
zh_hans: 仅在你点击后生成

# reports.generating
source: Generating…
de: Wird generiert…
es: Generando…
fr: Génération…
it: Generazione…
ko: 생성 중…
tr: Oluşturuluyor…
zh_hans: 正在生成…

# reports.generation-failed-you-can-try-again
source: Generation failed. You can try again.
de: Generierung fehlgeschlagen. Du kannst es erneut versuchen.
es: La generación falló. Puedes intentarlo de nuevo.
fr: La génération a échoué. Vous pouvez réessayer.
it: Generazione non riuscita. Puoi riprovare.
ko: 생성에 실패했습니다. 다시 시도할 수 있습니다.
tr: Oluşturma başarısız oldu. Tekrar deneyebilirsiniz.
zh_hans: 生成失败，可以重试。

# reports.library
source: LIBRARY
de: BIBLIOTHEK
es: BIBLIOTECA
fr: BIBLIOTHÈQUE
it: LIBRERIA
ko: 라이브러리
tr: KÜTÜPHANE
zh_hans: 报告库

# reports.natal-report
source: Natal Report
de: Radixbericht
es: Informe natal
fr: Rapport natal
it: Report del tema natale
ko: 출생 차트 보고서
tr: Doğum Haritası Raporu
zh_hans: 本命报告
